<!-- blogs(获取列表并显示) -->
<template>
    <template v-for="item in bloglists" :key="item.id" >
        <a href="" class="bloginfo">
            <span class="title">{{item.title}}</span>
            <span class="content">{{item.content}}</span>
            <span class="timedate">{{item.timedate}}</span>
        </a>
    </template>
</template>

<script>
    export default {
        name : "blogs",
        setup (){
            const bloglists = [
                {id : "1","title": "小戎 佚名" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "2","title": "无俗念·灵虚宫梨花辞 丘处机" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "3","title": "行香子·述怀 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "4","title": "登金陵凤凰台 李白" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "5","title": "把酒问月·故人贾淳令予问之 李白" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "6","title": "十一月二日风雨大作 陆游" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "7","title": "醉后却寄元九 白居易" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "8","title": "井底引银瓶·止淫奔也 白居易" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "9","title": "清平乐·别来春半 李煜" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "10","title": "南乡子·自古帝王州 王安石" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "11","title": "洞仙歌·冰肌玉骨 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "12","title": "诀别书 卓文君" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "13","title": "鹧鸪天·西都作 朱敦儒" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "14","title": "蝶恋花·阅尽天涯别离苦 王国维" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "15","title": "自题金山画像 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "16","title": "四块玉·闲适 关汉卿" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "17","title": "行香子 明本" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "18","title": "南歌子·凤髻金泥带 欧阳修" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "19","title": "梦江南·千万恨 温庭筠" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "20","title": "酌酒与裴迪 王维" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "21","title": "鹧鸪天·建康上元作 赵鼎" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "22","title": "钗头凤·世情薄 唐婉" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "23","title": "江城子·江景 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "24","title": "四愁诗 张衡" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "25","title": "经离乱后天恩流夜郎忆旧游书怀赠江夏韦太守良宰 李白" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "26","title": "唐多令·芦叶满汀洲 刘过" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "27","title": "金缕曲词二首·其二 顾贞观" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "28","title": "浪淘沙·把酒祝东风 欧阳修" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "29","title": "生查子·元夕 欧阳修" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "30","title": "长歌行 李泌" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "31","title": "贺新郎·同父见和再用韵答之 辛弃疾" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "32","title": "三五七言 李白" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "33","title": "苏幕遮·怀旧 范仲淹" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "34","title": "钗头凤·红酥手 陆游" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "35","title": "江楼吹笛饮酒大醉中作 陆游" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "36","title": "春江花月夜 张若虚" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "37","title": "临江仙·夜归临皋 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "38","title": "摽有梅 佚名" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "39","title": "梦微之 白居易" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "40","title": "望江南·梳洗罢 温庭筠" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "41","title": "献钱尚父 贯休" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "42","title": "蝶恋花·槛菊愁烟兰泣露 晏殊" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "43","title": "凤栖梧·伫倚危楼风细细 柳永" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "44","title": "定风波·莫听穿林打叶声 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "45","title": "相见欢·无言独上西楼 李煜" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "46","title": "忆秦娥·萧声咽 李白" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "47","title": "浪淘沙令·帘外雨潺潺 李煜" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "48","title": "江城子·乙卯正月二十日夜记梦 苏轼" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "49","title": "六州歌头·少年侠气 贺铸" , "content" : "我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。我对世界的看法、书信、读书记录以及由此而来的思考。短文居多。", "timedate" : "2021-11-16 20:37"},
                {id : "50","title": "贫女 秦韬玉" , "content" : "一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。", "timedate" : "2021-11-16 20:37"},
                {id : "51","title": "左迁至蓝关示侄孙湘 韩愈" , "content" : "一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。", "timedate" : "2021-11-16 20:37"},
                {id : "52","title": "结客少年场行 虞世南" , "content" : "韩魏多奇节，倜傥遗声利。共矜然诺心，各负纵横志。结交一言重，相期千里至。绿沉明月弦，金络浮云辔。吹箫入吴市，击筑游燕肆。寻源博望侯，结客远相求。少年怀一顾，长驱背陇头。焰焰戈霜动，耿耿剑虹浮。天山冬夏雪，交河南北流。云起龙沙暗，木落雁门秋。轻生殉知己，非是为身谋。", "timedate" : "2021-11-16 20:37"},
                {id : "53","title": "节妇吟·寄东平李司空师道 张籍" , "content" : "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。", "timedate" : "2021-11-16 20:37"},
                {id : "54","title": "不第后赋菊 黄巢" , "content" : "待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。", "timedate" : "2021-11-16 20:37"},
                {id : "55","title": "一剪梅·余赴广东实之夜饯于风亭 刘克庄" , "content" : "束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？", "timedate" : "2021-11-16 20:37"},
                {id : "56","title": "桃花庵歌 唐寅" , "content" : "桃花坞里桃花庵，桃花庵里桃花仙。桃花仙人种桃树，又折花枝当酒钱。酒醒只在花前坐，酒醉还须花下眠。花前花後日复日，酒醉酒醒年复年。不愿鞠躬车马前，但愿老死花酒间。车尘马足贵者趣，酒盏花枝贫者缘。若将富贵比贫贱，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。世人笑我忒疯颠，我咲世人看不穿。记得五陵豪杰墓，无酒无花锄作田。", "timedate" : "2021-11-16 20:37"},
                {id : "57","title": "侠客行 李白" , "content" : "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。", "timedate" : "2021-11-16 20:37"},
                {id : "58","title": "贺新郎·甚矣吾哀矣 辛弃疾" , "content" : "邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。甚矣吾衰矣。怅平生、交游零落，只今余几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。一尊搔首东窗里。想渊明、《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。", "timedate" : "2021-11-16 20:37"},
            ]
            const result = {
                bloglists
            }
            return result
        }
    }
</script>

<style lang="less" scoped>
    .bloginfo{
        display: flex;
        flex-direction: column;
        align-items: flex-start;
        padding: 25px;
        .title{
            font-weight: bold;
            font-size: 16px;
            margin: 10px 0;
        }
        .content{
            .FontStyle();
            font-size: 16px;
            text-align: start;
            margin: 10px 0;
        }
        .timedate{
            .FontStyle();
            opacity: 0.6;
            font-size: 11px;
        }
    }
</style>