<template>
    
</template>

<script setup>
    let motive = "从2023年3月23日开始的飞花游戏,记录每天的诗词内容以及扩展,聊以回忆"

    let poetry = [
        {
            'date': '2023-03-23', 
            'theme': '浪',
            'content': [
                {'zhu': {1: '浪淘尽，千古风流人物，还看今朝', 2: '曾记否，到中流击水，浪遏飞舟', 3: '鸳鸯锦被翻红浪', 4: '沧浪之水清兮，可以濯吾缨'}},
                {'mu': {1: '白浪滔天，秦皇岛外打渔船，一片汪洋都不见，知向谁边', 2: '长风破浪会有时，直挂云帆济沧海'}},
                {'more': ['滚滚长江东逝水，浪花淘尽英雄', '浪花有意千里雪，桃花无言一队春', '江间波浪兼天涌，塞上风云接地阴']}
            ]
        },
        {
            'data': '2023-03-24',
            'theme': '雨',
            'content': [
                {'zhu': {1: '风萧萧兮雨歇，月皎皎兮山间',2: '大弦嘈嘈如急雨，小弦切切如私语。',3: '好雨知时节，当春乃发生。',4: '天街小雨润如酥，草色遥看近却无',5: '南朝四百八十寺，多少楼台烟雨中',6: '沾衣欲湿杏花雨，吹面不寒杨柳风',7: '夜来风雨声，花落知多少',8: '夜阑卧听风吹雨，铁马冰河入梦来',9: '空山新雨后，天气晚来秋',10: '梧桐更兼细雨，到黄昏、点点滴滴',11: '黑云翻墨未遮山，白雨跳珠乱入船'}},
                {'mu': {1: '风流总被雨打风吹去',2: '帘外雨潺潺，春意阑珊',3: '春潮带雨晚来急',4: '清明时节雨纷纷，路上行人欲断魂',5: '竹杖芒鞋轻胜马，谁怕，一蓑烟雨任平生',6: '昔我往矣，杨柳依依，今我来思，雨雪霏霏',7: '巴山夜雨涨秋池',8: '何当共剪西窗烛，却话巴山夜雨时',9: '桃李春风一杯酒，江湖夜雨十年灯',10: '山色空蒙雨亦奇'}},
                {'more': ['雨打梨花深闭门，忘了青春，负了青春','冬雷震震，夏雨雪','林花谢了春红，太匆匆，无奈朝来寒雨夜来风','落花人独立，微雨燕双飞','溪云初起日沉阁，山雨欲来风满楼','小楼一夜听春雨，深巷明朝卖杏花']}
            ]
        },
        {
            'data': '2023-03-25',
            'theme': '朝',
            'content': [
                {'zhu': {1: '两情若是长久时，又岂在朝朝暮暮',2: '朝闻道，夕死可矣。',3: '君不见，高堂明镜悲白发，朝如青丝暮成雪',4: '俱往矣，数风流人物，还看今朝',5: '春宵苦短日高起，从此君王不早朝',6: '天生丽质难自弃，一朝选在君王侧',7: '青青园中葵，朝露待日晞'}},
                {'mu': {1: '渭城朝雨浥轻尘，客舍青青柳色新',2: '收拾旧山河，朝天阙',3: '一封朝奏九重天，夕贬潮阳路八千',4: '今朝有酒今朝醉，明日愁来明日愁',5: '朝辞白帝彩云间，千里江陵一日还',6: '南朝四百八十寺，多少楼台烟雨中',7: '朝为田舍郎，暮登天子堂'}},
                {'more': ['']}
            ]
        }
    ]
</script>